-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2018 年 12 月 29 日 03:06
-- 服务器版本: 5.5.53
-- PHP 版本: 5.4.45

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `media`
--

-- --------------------------------------------------------

--
-- 表的结构 `media-datainfo`
--

CREATE TABLE IF NOT EXISTS `media-datainfo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phonesn` text NOT NULL COMMENT '手机编号',
  `phonebrand` text NOT NULL COMMENT '手机品牌',
  `phonesim1` text NOT NULL COMMENT 'sim卡1',
  `phonesim2` text NOT NULL COMMENT 'sim卡2',
  `phonecreate1` text NOT NULL COMMENT '开户名1',
  `phonecreate2` text NOT NULL COMMENT '开户名2',
  `phonecharge` text NOT NULL COMMENT '负责人',
  `dyaccount` text NOT NULL COMMENT '抖音账号',
  `dypass` text NOT NULL COMMENT '抖音密码',
  `dyname` text NOT NULL COMMENT '抖音名',
  `dyfans` double NOT NULL COMMENT '抖音粉丝量',
  `dytime` date NOT NULL COMMENT '抖音时间',
  `ksaccount` text NOT NULL COMMENT '快手账号',
  `kspass` text NOT NULL COMMENT '快手密码',
  `ksname` text NOT NULL COMMENT '快手名	',
  `ksfans` double NOT NULL COMMENT '快手粉丝量',
  `kstime` date NOT NULL COMMENT '快手修改时间',
  `wxaccount` text NOT NULL COMMENT '微信账号',
  `wxpass` text NOT NULL COMMENT '微信密码',
  `wxname` text NOT NULL COMMENT '微信名	',
  `wxfans` double NOT NULL COMMENT '微信好友量',
  `wxtime` date NOT NULL COMMENT '微信修改时间',
  `time` text NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=84 ;

--
-- 转存表中的数据 `media-datainfo`
--

INSERT INTO `media-datainfo` (`id`, `phonesn`, `phonebrand`, `phonesim1`, `phonesim2`, `phonecreate1`, `phonecreate2`, `phonecharge`, `dyaccount`, `dypass`, `dyname`, `dyfans`, `dytime`, `ksaccount`, `kspass`, `ksname`, `ksfans`, `kstime`, `wxaccount`, `wxpass`, `wxname`, `wxfans`, `wxtime`, `time`) VALUES
(79, '新媒体19', 'iphone', '13520883035', '13520883033', '张三', '李四', '张三', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(80, '新媒体621', 'iphone', '13520883033', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(81, '新媒体22', '华为荣耀十', '13520883033', '13520883034', '李强', '李四', '张三', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-20'),
(82, '新媒体24', 'iphone', '13520883033', '13520883033', '李强', '王五', '李丽', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-20'),
(83, '新媒体099', '华为荣耀十', '13520883039', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-21'),
(77, '新媒体13', '华为荣耀十', '13520883035', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(78, '新媒体15', 'iphone', '13520883035', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(75, '新媒体03', 'iphone', '13520883033', '13520883034', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(76, '新媒体12', '华为荣耀八', '13520883035', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(74, '新媒体10', 'iphone', '13520883033', '13520883033', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(72, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 1.1, '2016-08-16', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2017-05-09', '1540350656'),
(69, '新媒体05', '华为荣耀十', '1352088303313', '13520883034', '张三', '李四', '李强', '13521539029', 'kuaidao6688', '开店日记22', 1.1, '2018-10-24', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '1540292905'),
(73, '新媒体09', '华为荣耀十', '13520883035', '13520883034', '张三', '李四', '李强', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-11-19'),
(68, '测试手机', '华为荣耀1000', '13520883033', '13520883033', '李强', '李强', '李强', '我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串', '99999999999', '开店日记77', 18, '1970-01-01', '18733502001', '1234567', '测试数据', 134578, '2018-10-23', '', '', '', 0, '0000-00-00', '1540287557'),
(61, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 0, '2017-12-19', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2018-10-09', '1540274031'),
(62, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 0, '2017-12-19', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2018-10-09', '1540274031'),
(63, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 17, '2018-10-09', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2018-10-09', '1540274195'),
(64, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 17, '2018-10-09', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2017-05-09', '1540274244'),
(65, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 11, '2016-12-19', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2017-05-09', '1540285054'),
(66, '测试手机1', 'iphone', '13520883033', '13520883033', '李强', '张三', '李强', '121321323', '12121212', '开店日记22', 8, '2017-12-19', '18733502002', '1234567', '测试数', 134578, '2018-10-23', '21354', '8888888888', '4566', 16.79, '2017-05-09', '1540285082'),
(67, '测试手机', '华为荣耀1000', '13520883033', '13520883033', '李强', '李强', '李强', '我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串我是一个很长很长的字符串', '99999999999', '开店日记77', 18, '1970-01-01', '18733502001', '1234567', '测试数据', 134578, '2018-10-23', '', '', '', 0, '0000-00-00', '1540287495'),
(70, '新媒体111', '华为荣耀八', '13520883033', '13520883033', '张三', '李四', '李强', '1352153134', 'kuaidwwww', '开店日记22', 13.8, '2018-10-24', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '1540350357'),
(71, '新媒体6', '华为荣耀八', '13520883033135', '13520883034', '张三', '张三', '张三', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '', '', '', 0, '0000-00-00', '2018-10-24');

-- --------------------------------------------------------

--
-- 表的结构 `media-user`
--

CREATE TABLE IF NOT EXISTS `media-user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uname` text NOT NULL COMMENT '用户名',
  `upass` text NOT NULL COMMENT '密码',
  `time` text NOT NULL COMMENT '时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `media-user`
--

INSERT INTO `media-user` (`id`, `uname`, `upass`, `time`) VALUES
(1, 'admin', 'admin', '1539322541');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
